fio4pi/results/6414-4r-rpi2-raspbian_v4.1.19-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-3: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-4: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 4 processes
random-read-3: Laying out IO file(s) (1 file(s) / 128MB)
random-read-4: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=3084: Thu Mar 17 04:34:41 2016
  read : io=131072KB, bw=1534.6KB/s, iops=383, runt= 85413msec
    clat (usec): min=783, max=1477.1K, avg=2574.90, stdev=12033.26
     lat (usec): min=786, max=1477.1K, avg=2577.25, stdev=12033.27
    clat percentiles (usec):
     |  1.00th=[ 1992],  5.00th=[ 2024], 10.00th=[ 2064], 20.00th=[ 2064],
     | 30.00th=[ 2096], 40.00th=[ 2128], 50.00th=[ 2160], 60.00th=[ 2192],
     | 70.00th=[ 2224], 80.00th=[ 2288], 90.00th=[ 2416], 95.00th=[ 2544],
     | 99.00th=[ 3344], 99.50th=[ 4256], 99.90th=[132096], 99.95th=[136192],
     | 99.99th=[144384]
    bw (KB  /s): min=    6, max= 1828, per=25.83%, avg=1584.92, stdev=537.27
    lat (usec) : 1000=0.01%
    lat (msec) : 2=1.08%, 4=98.24%, 10=0.28%, 20=0.06%, 50=0.08%
    lat (msec) : 100=0.11%, 250=0.13%, 2000=0.01%
  cpu          : usr=1.12%, sys=3.57%, ctx=32774, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=3085: Thu Mar 17 04:34:41 2016
  read : io=131072KB, bw=1534.8KB/s, iops=383, runt= 85403msec
    clat (usec): min=991, max=1477.1K, avg=2574.85, stdev=12029.21
     lat (usec): min=996, max=1477.1K, avg=2577.24, stdev=12029.22
    clat percentiles (usec):
     |  1.00th=[ 1992],  5.00th=[ 2024], 10.00th=[ 2064], 20.00th=[ 2064],
     | 30.00th=[ 2096], 40.00th=[ 2128], 50.00th=[ 2160], 60.00th=[ 2192],
     | 70.00th=[ 2224], 80.00th=[ 2320], 90.00th=[ 2416], 95.00th=[ 2512],
     | 99.00th=[ 3344], 99.50th=[ 4192], 99.90th=[132096], 99.95th=[136192],
     | 99.99th=[144384]
    bw (KB  /s): min=    6, max= 1828, per=25.83%, avg=1585.02, stdev=537.30
    lat (usec) : 1000=0.01%
    lat (msec) : 2=1.08%, 4=98.25%, 10=0.29%, 20=0.06%, 50=0.07%
    lat (msec) : 100=0.11%, 250=0.13%, 2000=0.01%
  cpu          : usr=1.19%, sys=3.49%, ctx=32774, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-3: (groupid=0, jobs=1): err= 0: pid=3086: Thu Mar 17 04:34:41 2016
  read : io=131072KB, bw=1534.5KB/s, iops=383, runt= 85418msec
    clat (usec): min=975, max=1477.1K, avg=2575.70, stdev=12031.97
     lat (usec): min=977, max=1477.1K, avg=2578.11, stdev=12031.97
    clat percentiles (usec):
     |  1.00th=[ 1992],  5.00th=[ 2024], 10.00th=[ 2040], 20.00th=[ 2064],
     | 30.00th=[ 2096], 40.00th=[ 2128], 50.00th=[ 2160], 60.00th=[ 2192],
     | 70.00th=[ 2224], 80.00th=[ 2288], 90.00th=[ 2416], 95.00th=[ 2544],
     | 99.00th=[ 3344], 99.50th=[ 4256], 99.90th=[132096], 99.95th=[136192],
     | 99.99th=[144384]
    bw (KB  /s): min=    6, max= 1828, per=25.82%, avg=1584.77, stdev=537.00
    lat (usec) : 1000=0.01%
    lat (msec) : 2=1.12%, 4=98.19%, 10=0.30%, 20=0.06%, 50=0.07%
    lat (msec) : 100=0.11%, 250=0.13%, 2000=0.01%
  cpu          : usr=1.11%, sys=3.52%, ctx=32794, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-4: (groupid=0, jobs=1): err= 0: pid=3087: Thu Mar 17 04:34:41 2016
  read : io=131072KB, bw=1534.4KB/s, iops=383, runt= 85427msec
    clat (usec): min=704, max=1477.1K, avg=2576.21, stdev=12032.54
     lat (usec): min=707, max=1477.1K, avg=2578.57, stdev=12032.55
    clat percentiles (usec):
     |  1.00th=[ 1992],  5.00th=[ 2024], 10.00th=[ 2040], 20.00th=[ 2064],
     | 30.00th=[ 2096], 40.00th=[ 2128], 50.00th=[ 2160], 60.00th=[ 2192],
     | 70.00th=[ 2224], 80.00th=[ 2320], 90.00th=[ 2416], 95.00th=[ 2512],
     | 99.00th=[ 3408], 99.50th=[ 4384], 99.90th=[132096], 99.95th=[136192],
     | 99.99th=[144384]
    bw (KB  /s): min=    6, max= 1828, per=25.81%, avg=1584.23, stdev=536.80
    lat (usec) : 750=0.03%, 1000=0.01%
    lat (msec) : 2=1.11%, 4=98.16%, 10=0.31%, 20=0.06%, 50=0.07%
    lat (msec) : 100=0.11%, 250=0.13%, 2000=0.01%
  cpu          : usr=1.40%, sys=3.13%, ctx=32783, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=524288KB, aggrb=6137KB/s, minb=1534KB/s, maxb=1534KB/s, mint=85403msec, maxt=85427msec

Disk stats (read/write):
  mmcblk0: ios=131071/1110, merge=0/49, ticks=328220/144990, in_queue=470520, util=100.00%