fio4pi/results/6414-6r-rpi2-raspbian_v4.1.19-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-3: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-4: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-5: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-6: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 6 processes
random-read-5: Laying out IO file(s) (1 file(s) / 128MB)
random-read-6: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=7696: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.7KB/s, iops=258, runt=126685msec
    clat (usec): min=659, max=1204.1K, avg=3833.50, stdev=7290.91
     lat (usec): min=661, max=1204.1K, avg=3835.88, stdev=7290.93
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  100],
     | 99.99th=[  139]
    bw (KB  /s): min=    3, max= 1091, per=16.81%, avg=1043.46, stdev=151.17
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 4=91.53%, 10=8.35%, 20=0.01%, 50=0.03%, 100=0.02%
    lat (msec) : 250=0.05%, 2000=0.01%
  cpu          : usr=1.03%, sys=2.25%, ctx=32785, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=7697: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.9KB/s, iops=258, runt=126664msec
    clat (usec): min=922, max=1181.6K, avg=3832.46, stdev=7172.96
     lat (usec): min=926, max=1181.6K, avg=3834.83, stdev=7172.96
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  100],
     | 99.99th=[  139]
    bw (KB  /s): min=    3, max= 1091, per=16.81%, avg=1043.68, stdev=151.18
    lat (usec) : 1000=0.01%
    lat (msec) : 4=91.57%, 10=8.31%, 20=0.01%, 50=0.03%, 100=0.02%
    lat (msec) : 250=0.05%, 2000=0.01%
  cpu          : usr=0.85%, sys=2.39%, ctx=32790, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-3: (groupid=0, jobs=1): err= 0: pid=7698: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.9KB/s, iops=258, runt=126659msec
    clat (msec): min=2, max=1182, avg= 3.83, stdev= 7.18
     lat (msec): min=2, max=1182, avg= 3.83, stdev= 7.18
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  100],
     | 99.99th=[  139]
    bw (KB  /s): min=    3, max= 1088, per=16.81%, avg=1043.68, stdev=151.19
    lat (msec) : 4=91.58%, 10=8.31%, 20=0.01%, 50=0.03%, 100=0.02%
    lat (msec) : 250=0.04%, 2000=0.01%
  cpu          : usr=0.94%, sys=2.30%, ctx=32780, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-4: (groupid=0, jobs=1): err= 0: pid=7699: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.9KB/s, iops=258, runt=126656msec
    clat (msec): min=2, max=1174, avg= 3.83, stdev= 7.14
     lat (msec): min=2, max=1174, avg= 3.83, stdev= 7.14
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  100],
     | 99.99th=[  139]
    bw (KB  /s): min=    3, max= 1091, per=16.81%, avg=1043.62, stdev=151.23
    lat (msec) : 4=90.44%, 10=9.45%, 20=0.01%, 50=0.03%, 100=0.02%
    lat (msec) : 250=0.05%, 2000=0.01%
  cpu          : usr=1.07%, sys=2.17%, ctx=32784, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-5: (groupid=0, jobs=1): err= 0: pid=7700: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.2KB/s, iops=258, runt=126641msec
    clat (msec): min=2, max=1196, avg= 3.83, stdev= 7.25
     lat (msec): min=2, max=1196, avg= 3.84, stdev= 7.25
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  100],
     | 99.99th=[  139]
    bw (KB  /s): min=    3, max= 1089, per=16.82%, avg=1043.76, stdev=151.21
    lat (msec) : 4=90.22%, 10=9.67%, 20=0.01%, 50=0.03%, 100=0.02%
    lat (msec) : 250=0.05%, 2000=0.01%
  cpu          : usr=0.88%, sys=2.27%, ctx=32780, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-6: (groupid=0, jobs=1): err= 0: pid=7701: Thu Mar 17 08:40:38 2016
  read : io=131072KB, bw=1034.1KB/s, iops=258, runt=126644msec
    clat (msec): min=1, max=1188, avg= 3.83, stdev= 7.21
     lat (msec): min=1, max=1188, avg= 3.84, stdev= 7.21
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    5], 99.50th=[    5], 99.90th=[   19], 99.95th=[  101],
     | 99.99th=[  137]
    bw (KB  /s): min=    3, max= 1091, per=16.81%, avg=1043.68, stdev=151.17
    lat (msec) : 2=0.01%, 4=90.07%, 10=9.81%, 20=0.02%, 50=0.02%
    lat (msec) : 100=0.02%, 250=0.05%, 2000=0.01%
  cpu          : usr=0.95%, sys=2.30%, ctx=32783, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=786432KB, aggrb=6207KB/s, minb=1034KB/s, maxb=1034KB/s, mint=126641msec, maxt=126685msec

Disk stats (read/write):
  mmcblk0: ios=196525/326, merge=0/21, ticks=738270/44310, in_queue=781720, util=100.00%